Revit 2027 API
UIFabricationUtils.GetOpenConnectorIndicatorTowardsColor Method
 Gets the color of the open connector indicator in towards direction.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static Color GetOpenConnectorIndicatorTowardsColor()
Public Shared Function GetOpenConnectorIndicatorTowardsColor As Color
public:
static Color^ GetOpenConnectorIndicatorTowardsColor()
static member GetOpenConnectorIndicatorTowardsColor : unit -> Color
Return Value
Color
See Also
Reference
UIFabricationUtils Class
Autodesk.Revit.UI Namespace